tutorials/incompressibleFluid/cylinder/ferrum/case/constant/transportProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object transportProperties;
}

transportModel Newtonian;
simulationType laminar;
rho [1 -3 0 0 0 0 0] 1;
mu [1 -1 -1 0 0 0 0] 1.5e-5;
nu [0 2 -1 0 0 0 0] 1.5e-5;
