tutorials/incompressibleFluid/cylinder/ferrum/case/system/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "system";
    object fvSolution;
}

solvers
{
    p { solver PCG; preconditioner DIC; tolerance 1e-9; relTol 0; }
    U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-9; relTol 0; }
}
SIMPLE { nNonOrthogonalCorrectors 1; consistent false; }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
